[
  {
    "id": "home-hero-image",
    "title": "Homepage: Hero Image",
    "category": "Homepage",
    "media": "assets/hero-packaging.png"
  },
  {
    "id": "home-hero-image-alt",
    "title": "Homepage: Hero Image (Alternate - Droplet)",
    "category": "Homepage",
    "media": "assets/hero-droplet.png"
  },
  {
    "id": "home-hero-website-image",
    "title": "Homepage: Hero Banner (Website)",
    "category": "Homepage",
    "media": "images/14-1.jpg"
  },
  {
    "id": "home-recycle-icon",
    "title": "Homepage: Recycle Icon",
    "category": "Homepage",
    "media": "images/Recycle001_mod2.png"
  },
  {
    "id": "home-hero-headline",
    "title": "Homepage: Hero Headline & CTA",
    "category": "Homepage",
    "description": "Weather-related and flood damage losses are well over $50 billion annually.\nAnd cost insurance companies more than $16 billion per year.\nWhat if….water was no longer the enemy?\nWhat if … there is something that not only stands up to water but beats it?\nWhat would you pay for that?\nDiscover how we can conquer water.",
    "link": "https://besustainabletechnologies.com"
  },
  {
    "id": "home-water-enemy",
    "title": "WATER >>> PUBLIC ENEMY #1",
    "category": "Homepage",
    "description": "WATER >>> PUBLIC ENEMY #1\n\nDamages Homes\nIt can warp floors and worse -- ruin electrical systems, corrode plumbing, destroy ceilings and walls, cause mold growth, and weaken structural integrity.\n\nMuch Worse For Recycling\nWet cardboard creates many problems. It’s harder to sort and wets other recyclables, making for messy pickup and handling. Even when dry, the cardboard fibers become brittle and crumbly, making it much less valuable.\n\nFire - Another Public Adversary\nIt can take just 30 seconds for a small flame to turn into a major blaze. There’s a yearly average of 358,300 home-based fires, causing an estimated at $15.9 billion in property damage.\n\nWater Destroys\nPaper loses strength when wet. Books suffer damage due to swelling. Mold begins to grow when objects left damp for 72 hours."
  },
  {
    "id": "home-challenges",
    "title": "Other Challenges to Address",
    "category": "Homepage",
    "description": "Biodegradability\nWe require products that naturally break down and are not toxic to our environment.\n\nRepulpability\nMaterials should break down after repeat use. For example, converting paper back to pulp to be used again.\n\nResistance to Insects\nOver time, we must ensure effectiveness and control over pest populations such as termites.\n\nStrength-to-weight ratio\nWe need materials that are as light as paper yet as strong as steel.\n\nThermal Insulation\nCups that can easily keep hot items hot and cold items cold with no condensation or “sweating.”"
  },
  {
    "id": "home-polymer-statement",
    "title": "POLYMER FIBERS ARE NO LONGER THE BEST ANSWER",
    "category": "Homepage",
    "description": "Using chemicals and plastics when manufacturing paper or construction materials has limitations – the chemicals involved to treat products are toxic. And these products are not sustainable or recyclable. And natural fibers, though more desirable from a sustainability aspect, don’t hold up well."
  },
  {
    "id": "home-4rs",
    "title": "The 4 R’s",
    "category": "Homepage",
    "description": "It’s time for products that meet the 4 R’s:  Reusable, Recyclable, Reducible, and Remarkable\n\nReducible\nUsing less material to conserve natural resources.\n\nRecyclable\nIf unable to be put back into circulation, products can be broken down easily, cost-effectively, and efficiently recreated to be used again.\n\nReusable\nWith nominal effort, products can be put back into circulation with minimal treatment or maintenance.\n\nIt’s Time for Remarkable\nWe need a broader class of materials that simultaneously solves a many challenges, including water/insect resistance and repellence, fire suppression, unprecedented power-to-weight ratio, repulpability, biodegradability, and viable thermal insulation."
  },
  {
    "id": "home-industry-paper",
    "title": "In Pulp/Paper Manufacturing",
    "category": "Homepage",
    "description": "Create cost-effective paper products made with:\n- Natural fibers that is water and mildew resistant.\n- With chemicals that are safe for humans and the environment.\n- No harmful chemical by-products.\n\nCreate treated paper products that:\n- Are completely recyclable.\n- Remain breathable.\n- Work with your existing process with little or no modifications.\n- Can include fire protection."
  },
  {
    "id": "home-industry-construction",
    "title": "Construction Materials",
    "category": "Homepage",
    "description": "Create cost-effective building products made with:\n- Natural fibers and can be made fire/water/mildew resistant.\n- Chemicals that are safe for humans and the environment.\n- No harmful chemical by-products.\n\nCreate products that:\n- Are 25% lighter than current materials yet remain strong and durable.\n- Are completely recyclable.\n- Remain breathable.\n- Work with your existing manufacturing processes with little or no modifications."
  },
  {
    "id": "home-team-thumb-lacour",
    "title": "Homepage: Team Thumbnail - Richard Lacour",
    "category": "Homepage",
    "media": "images/mugshot-placeholder.jpg"
  },
  {
    "id": "home-team-thumb-parrish",
    "title": "Homepage: Team Thumbnail - Mark Parrish",
    "category": "Homepage",
    "media": "images/mark-1.jpg"
  },
  {
    "id": "home-team-thumb-morton",
    "title": "Homepage: Team Thumbnail - Robert Morton",
    "category": "Homepage",
    "media": "images/Robert-Morton.jpg"
  },
  {
    "id": "home-team-thumb-lowder",
    "title": "Homepage: Team Thumbnail - Fred Lowder",
    "category": "Homepage",
    "media": "images/lowder.jpg"
  },
  {
    "id": "home-team-thumb-moffett",
    "title": "Homepage: Team Thumbnail - Russell Moffett",
    "category": "Homepage",
    "media": "images/RDMoffett.jpg"
  },
  {
    "id": "home-mission",
    "title": "Our Mission",
    "category": "Company",
    "description": "BEST is implementing innovative chemistry to makes products manufactured from organic fibers more sustainable, more reusable, and more recyclable. This proprietary chemistry can make a wide range of products—from paper production to construction materials—water- and swell-resistant."
  },
  {
    "id": "home-vision",
    "title": "Our Vision",
    "category": "Company",
    "description": "Wherever organic fibers are used in manufacturing, BEST wants to integrate its innovative chemistry to make products better—for the environment and for the world."
  },
  {
    "id": "home-purpose",
    "title": "Our Purpose",
    "category": "Company",
    "description": "A Better, Sustainable Future Through Chemistry + Organic Fibers"
  },
  {
    "id": "tech-intro",
    "title": "What is Our Technology?",
    "category": "Technology",
    "description": "Through a proprietary chemical process that molecularly binds with cellulose fibers, we have been able to “lock the fibers,” so they are no longer susceptible to moisture."
  },
  {
    "id": "tech-promise",
    "title": "What Is Promising About Our Technology?",
    "category": "Technology",
    "description": "By preventing absorption, the material no longer weakens or swells when exposed to water, maintaining its structural integrity and strength.\n\nAnd along with this resistance to water absorption, our process alters natural fibers in such a manner as to allow air to pass through the material, making the material breathable, further removing the threat of water damage.\n\nThrough chemical and molecular innovations, we are developing new cellulosic fiber-based products that will allow for reduced consumption, while increasing reusability, as well as recyclability – all of this at a fraction of the cost of traditional products.\n\nThis new approach will allow us to be better stewards of our environment, while reducing cost and strain on our natural resources."
  },
  {
    "id": "tech-mechanism-image",
    "title": "Technology: Mechanism Diagram",
    "category": "Technology",
    "media": "assets/mechanism-diagram.png"
  },
  {
    "id": "tech-molecular-bonding-image",
    "title": "Technology: Molecular Bonding Diagram",
    "category": "Technology",
    "media": "assets/molecular-bonding-diagram.png"
  },
  {
    "id": "tech-water-resistance-demo",
    "title": "Technology: Water Resistance Demo (Website)",
    "category": "Technology",
    "media": "images/sd.jpeg"
  },
  {
    "id": "tech-benefits-diagram",
    "title": "Technology: Benefits Diagram (Website)",
    "category": "Technology",
    "media": "images/currect-one.svg"
  },
  {
    "id": "tech-destroying-elements",
    "title": "Technology: Environmental Destroying Elements",
    "category": "Technology",
    "media": "images/distroying-elements.webp"
  },
  {
    "id": "tech-approach-diagram",
    "title": "Technology: Approach Diagram",
    "category": "Technology",
    "media": "images/2-7.webp"
  },
  {
    "id": "tech-cardboard-comparison",
    "title": "Technology: Cardboard Comparison Image",
    "category": "Technology",
    "media": "images/card-1.png"
  },
  {
    "id": "tech-solution-diagram",
    "title": "Technology: Solution Diagram",
    "category": "Technology",
    "media": "images/1.png"
  },
  {
    "id": "tech-benefits",
    "title": "Technology Benefits",
    "category": "Technology",
    "description": "Biodegradable\nLess harm to our environment\nNo emissions from toxins\nLess waste going into environment\nSustainable business model\n\nRecyclable\nAble to reuse and reduce waste\n\nRepulpable\nReduce waste by reusing materials in upcycled products again and again\n\nFire-resistant\nSafer products with less risk of loss and damage\n\nInsect/Mildew/Mold Resistant\nProducts withstand the elements of nature with less loss and damage\n\nHydrophobicity\nMaterials withstand water and rain exposure with little damage and loss and  maintain strength and structural integrity"
  },
  {
    "id": "tech-cardboard-stats",
    "title": "Time To Work Smarter To Save Our Environment",
    "category": "Technology",
    "description": "The global production of cardboard was estimated to be 66 million tons in 2020. Cardboard output is forecast to increase to more than 72 million tons.\n\nTime For A New Approach\n\nWe must create products that are more sustainable as well as cost-effective."
  },
  {
    "id": "tech-cellulose-primer",
    "title": "A Primer About Cellulose Technology",
    "category": "Technology",
    "description": "Cellulose is an organic compound and the most abundant biopolymer on Earth. It is an important structural component of green plants used in manufacturing paper and cardboard products. Around 90% of shipped products in the US are packaged in cardboard.\n\nVirgin pulp is made only by using cellulose, meaning it does not contain any recycled content and is made directly of the pulp of trees or cotton. Papers and tissue papers that are produced with virgin pulp is categorized as high-quality products.\n\nThe properties of cellulose make it attractive as a substitute for plastics. However, the challenge with cellulose is its water content and absorption, which can contribute to its degradation leading to poor mechanical properties and reduced product life.\n\nWhat is needed is a way to strengthen the cellulose at the molecular level, which historically has been a complex phenomenon."
  },
  {
    "id": "tech-cellulose-fiber-image",
    "title": "Technology: Cellulose Fiber Close-Up",
    "category": "Technology",
    "media": "assets/cellulose-fiber.png"
  },
  {
    "id": "tech-cellulose-microscopy-image",
    "title": "Technology: Cellulose Microscopy",
    "category": "Technology",
    "media": "assets/cellulose-microscopy.png"
  },
  {
    "id": "tech-traditional-vs-best",
    "title": "Traditional Cardboard Products vs. BEST’s Treated Cellulose Technology",
    "category": "Technology",
    "description": "Today’s cardboard technology involves a combination of recycled material as well as new cellulose that comes from harvesting new wood. It is pulped (mixed with chemicals and water) and filtered to remove impurities (a waste product). Then it is blended with additional new material, placed on a conveyer belt, and blasted with heat. As it dries, it is pressed and glued together.\n\nCardboard takes approximately 12 months to completely decompose. While it can break down fairly quickly when exposed to the elements, stacks of cardboard can take years to decompose. When placed in landfills, it deteriorates and chemically breaks down, releasing methane as it decomposes. Methane can impact the environment 20 times more than carbon dioxide."
  },
  {
    "id": "tech-solution",
    "title": "Our Treated Cellulose Solution",
    "category": "Technology",
    "description": "Our solution involves treating cellulose at the molecular level. It is not a surfactant, which is a contraction of the term “Surface Active Agents.” We developed a proprietary method that involves bonding with cellulose molecules at the chemical level. As a result of this process, we have developed technology that can meet a range of challenges that existing products are unable to meet.\n\nPossible Applications:\n- Paper and pallet manufacturing and reuse\n- Construction material that is fire retardant and lighter yet maintains significant strength"
  },
  {
    "id": "tech-coated-vs-uncoated-image",
    "title": "Technology: Coated vs. Uncoated Comparison",
    "category": "Technology",
    "media": "assets/coated-vs-uncoated.png"
  },
  {
    "id": "tech-cobb-test-image",
    "title": "Technology: Cobb Test Results",
    "category": "Technology",
    "media": "assets/cobb-test.png"
  },
  {
    "id": "tech-cobb-test-setup-image",
    "title": "Technology: Cobb Test Setup",
    "category": "Technology",
    "media": "assets/cobb-test-setup.png"
  },
  {
    "id": "tech-contact-angle-image",
    "title": "Technology: Contact Angle Measurement",
    "category": "Technology",
    "media": "assets/contact-angle.png"
  },
  {
    "id": "tech-contact-angle-goniometer-image",
    "title": "Technology: Contact Angle Goniometer",
    "category": "Technology",
    "media": "assets/contact-angle-goniometer.png"
  },
  {
    "id": "tech-treated-humidity-image",
    "title": "Technology: Treated Paper Humidity Test",
    "category": "Technology",
    "media": "assets/treated-paper-humidity.png"
  },
  {
    "id": "tech-paper-mill-image",
    "title": "Technology: Paper Mill",
    "category": "Technology",
    "media": "assets/paper-mill.png"
  },
  {
    "id": "tech-paper-mill-abstract-image",
    "title": "Technology: Paper Mill (Abstract)",
    "category": "Technology",
    "media": "assets/paper-mill-abstract.png"
  },
  {
    "id": "tech-app-paper-manufacturing",
    "title": "Technology: Application - Paper/Pallet Manufacturing",
    "category": "Technology",
    "media": "images/1.jpg"
  },
  {
    "id": "tech-app-construction",
    "title": "Technology: Application - Construction Materials",
    "category": "Technology",
    "media": "images/2.jpg"
  },
  {
    "id": "tech-app-education-1",
    "title": "Technology: Application - Education/Research 1",
    "category": "Technology",
    "media": "images/4.jpg"
  },
  {
    "id": "tech-app-education-2",
    "title": "Technology: Application - Education/Research 2",
    "category": "Technology",
    "media": "images/5.jpg"
  },
  {
    "id": "tech-app-education-3",
    "title": "Technology: Application - Education/Research 3",
    "category": "Technology",
    "media": "images/6.jpg"
  },
  {
    "id": "product-pallet-image",
    "title": "Product: Pallet Image",
    "category": "Products",
    "media": "assets/product-pallet.png"
  },
  {
    "id": "product-pallet-intro",
    "title": "BEST Solutions for Retail Transportation Pallets",
    "category": "Products",
    "description": "With roughly 2 billion pallets circulating in the United States, global retailers want to reduce their carbon footprint through sustainable and eco-friendly operations. Since these retailers carry vast inventories and depend on complex supply chain operations, they want sustainable solutions to transport goods. One efficient, cost-effective option? Recycled cardboard pallets for retail transportation.\n\nCardboard as a material is state-of-the-art and currently the preferred choice for pallets over wood.\n\nHowever ... cardboard has significant liabilities as well."
  },
  {
    "id": "product-pallet-moisture",
    "title": "Vulnerable to Moisture",
    "category": "Products",
    "description": "When compared to wooden pallets, cardboard can neither sustain nor resist moisture for long periods of time so they can’t be stored outside. This makes them highly susceptible to water and humidity during transportation, which can severely weaken their structure."
  },
  {
    "id": "product-pallet-reliability",
    "title": "Not as Reliable as Wooden Pallets",
    "category": "Products",
    "description": "While the main advantage of cardboard is its low cost and lightweight nature, they are not particularly sturdy or reliable in comparison to wooden pallets. Cardboard pallets have a tendency to buckle or collapse under the weight of heavy cargo, which can lead to disastrous consequences—losses of both money and reputation for the retailer."
  },
  {
    "id": "product-pallet-hygiene",
    "title": "Not Particularly Hygienic",
    "category": "Products",
    "description": "This can cause issues for a supply chain that deals with perishable and consumable products. While wooden pallets are sanitized regularly, this is not a viable option for cardboard pallets due to their absorbent nature. This can result in product contamination during transportation, leading to costly recalls and negative publicity for the retailer."
  },
  {
    "id": "product-pallet-legal",
    "title": "Vulnerable to Legal Issues",
    "category": "Products",
    "description": "Using flimsy and unreliable pallets can result in safety incidents, workplace injuries, or even fatalities, leading to lawsuits and legal proceedings against the retailer."
  },
  {
    "id": "product-pallet-solution",
    "title": "The BEST Solution (Retail Pallets)",
    "category": "Products",
    "description": "Through a proprietary chemical process that molecularly binds with cellulose fibers, BEST can “lock the fibers,” making them resistant to moisture. By preventing absorption, the material no longer weakens when exposed to moisture, and can maintain structural integrity and strength.\n\nAlong with this resistance, BEST’s process alters natural fibers in such a manner as to allow air to pass through the material, making material breathable and further removing threats of moisture damage.\n\nBEST is developing new cellulosic fiber-based products that allow for reduced consumption, while increasing strength, reusability and recyclability—at a fraction of the cost of traditional products.\n\nLogistical success can depend on the strength, integrity, and resilience of equipment used to move goods from one point to another. Global retailers need to explore alternative materials that are more durable, moisture-resistant, hygienic, and reliable. Partnering with BEST will allow these companies to become better stewards of our environment, reduce costs, and ease strains on natural resources. It also can allow for better worker protections, while increasing transport efficiencies."
  },
  {
    "id": "product-paper-samples-image",
    "title": "Product: Paper Samples",
    "category": "Products",
    "media": "assets/paper-samples.png"
  },
  {
    "id": "product-paper-image",
    "title": "Product: Treated Paper",
    "category": "Products",
    "media": "assets/product-paper.png"
  },
  {
    "id": "product-railroad-intro",
    "title": "BEST Solutions for Railroad Cargo Transport",
    "category": "Products",
    "description": "Railroad Transport: The Life Blood of American Commerce\n\nRail freight moves 10 billion+ tons of goods and products around the U.S. annually, making it vital to the United States economy. Boxcars carry anything—from cars, lumber, packaged goods, beverages, heavy equipment, and other palletized freight. While some commodities are packaged in heavy-duty plastic bags or steel drums, recycled cardboard is superior to protect and package goods to avoid damage during transport."
  },
  {
    "id": "product-railroad-problems",
    "title": "Railroad Cargo: Cardboard Problems",
    "category": "Products",
    "description": "While cardboard offers many benefits for logistics companies and the environment (i.e., being versatile, recyclable, biodegradable, and compostable), it holds hidden dangers overlooked during transport. In particular, cardboard is:\n\nVulnerable to moisture. Even slight moisture exposure can damage cardboard and, in turn, the goods inside. It also encourages mold growth, leading to contamination or damage.\n\nSusceptible to friction. It is prone to wear and tear, reducing sturdiness and making it prone to damage during handling. And collapse can cause huge damage and losses.\n\nOften discarded after only once. This can lead to disposal and environmental issues.\n\nA fire hazard. According to the Federal Railroad Administration, several incidents of fire originated from cardboard, causing catastrophic damage leading to huge losses."
  },
  {
    "id": "product-railroad-solution",
    "title": "The BEST Solution (Railroad Cargo)",
    "category": "Products",
    "description": "Through a proprietary chemical process that molecularly binds with cellulose fibers, BEST can “lock the fibers,” making them resistant to moisture. By preventing absorption, BEST treatment helps to maintain structural integrity and strength.\n\nAlong with this resistance, BEST’s process alters natural fibers in such a manner as to allow air to pass through the material, making material breathable and further removing threats of moisture damage.\n\nBEST is developing new cellulosic fiber-based products that allow for reduced consumption, while increasing reusability and recyclability—at a fraction of the cost of traditional products.\n\nRail and logistics companies need to explore alternative materials that are more durable, moisture-resistant, and fire-resistant to ensure the cargo safety. Working with BEST will allow these companies to be better stewards of our environment, while reducing costs and strain on our natural resources."
  },
  {
    "id": "product-construction-text",
    "title": "Product: Construction Materials",
    "category": "Products",
    "description": "Construction material that is fire retardant and lighter yet maintains significant strength",
    "media": "assets/coated-vs-uncoated.png"
  },
  {
    "id": "product-cork-image",
    "title": "Product: Cork Product",
    "category": "Products",
    "media": "assets/product-cork.png"
  },
  {
    "id": "product-flowerpot-image",
    "title": "Product: Flowerpot",
    "category": "Products",
    "media": "assets/product-flowerpot.png"
  },
  {
    "id": "product-stakes-image",
    "title": "Product: Garden/Agricultural Stakes",
    "category": "Products",
    "media": "assets/product-stakes.png"
  },
  {
    "id": "product-treeskirt-image",
    "title": "Product: Tree Skirt",
    "category": "Products",
    "media": "assets/product-treeskirt.png"
  },
  {
    "id": "product-weedblock-image",
    "title": "Product: Weed Block",
    "category": "Products",
    "media": "assets/product-weedblock.png"
  },
  {
    "id": "product-agricultural-image",
    "title": "Product: Agricultural Application",
    "category": "Products",
    "media": "assets/product-agricultural.png"
  },
  {
    "id": "pallets-hero-image",
    "title": "Cellulostic Fiber Pallets: Hero Image",
    "category": "Products - Pallets",
    "media": "images/cellulose.jpg"
  },
  {
    "id": "pallets-image-1",
    "title": "Cellulostic Fiber Pallets: Pallet Photo 1",
    "category": "Products - Pallets",
    "media": "images/1-1.jpg"
  },
  {
    "id": "pallets-image-2",
    "title": "Cellulostic Fiber Pallets: Pallet Photo 2",
    "category": "Products - Pallets",
    "media": "images/2-1.jpg"
  },
  {
    "id": "pallets-image-3",
    "title": "Cellulostic Fiber Pallets: Pallet Photo 3",
    "category": "Products - Pallets",
    "media": "images/3-1.jpg"
  },
  {
    "id": "railroad-hero-image",
    "title": "Railroad Cargo: Hero Image",
    "category": "Products - Railroad",
    "media": "images/train-w.jpg"
  },
  {
    "id": "retail-hero-image",
    "title": "Retail Pallets: Warehouse Image",
    "category": "Products - Retail",
    "media": "images/image.jpg"
  },
  {
    "id": "retail-solution-diagram",
    "title": "Retail Pallets: Solution Diagram",
    "category": "Products - Retail",
    "media": "images/2.png"
  },
  {
    "id": "retail-cellulose-image",
    "title": "Retail Pallets: Cellulose Structure Image",
    "category": "Products - Retail",
    "media": "images/C0370629-Cellulose.jpg"
  },
  {
    "id": "about-nature-photo",
    "title": "About: Nature/Environmental Photo",
    "category": "Company",
    "media": "images/pexels-johannes-plenio-1423600.jpg"
  },
  {
    "id": "about-intro",
    "title": "About Us",
    "category": "Company",
    "description": "We are developing an innovative approach to the use of cellulosic fiber that makes the impossible possible – Stronger, lighter, reusable products that replace traditional ones at a fraction of the cost."
  },
  {
    "id": "about-mission",
    "title": "Mission",
    "category": "Company",
    "description": "To be better stewards of our environment by implementing innovative chemistry that can make products manufactured from organic fibers more sustainable, more reusable, and more recyclable."
  },
  {
    "id": "about-team-intro",
    "title": "People Behind Us - Meet Our Team",
    "category": "Company",
    "description": "BEST has brought together senior leaders in the areas of industrial chemistry, chemical engineering, manufacturing, and emerging sustainability technologies to realize this mission."
  },
  {
    "id": "about-lacour-bio",
    "title": "Richard S. Lacour - Co-founder & Chairman of the Board",
    "category": "Company",
    "description": "Richard Lacour currently serves as Chairman of the Board of BE Sustainable Technologies, LLC (“BEST”).  BEST has successfully pioneered an environmentally safe process to treat biomass delivering various degrees of hydrophobicity which, to-date, has never accomplished.\n\nMr. Lacour places a high degree of emphasis on the environment and sustainability projects as an owner of the two largest carbon credit projects in Brazil.   Mr. Lacour’s projects will preserve millions of hectares of the Amazon rainforest while providing significant benefits (schools, running water, internet) to the indigenous people.\n\nMr. Lacour specializes in life settlement transactions.  Over the last twelve years, Mr. Lacour has amassed a portfolio of life insurance policies approaching half a billion dollars.\n\nMr. Lacour graduated from the Catholic University of America in Washington, D.C. with a Bachelor of Science degree in accounting in 1995.  After graduation, Mr. Lacour worked as a Certified Public Accountant for Arthur Anderson LLP in the tax consulting division of the New Orleans, LA office.  In 1999, Mr. Lacour formed his own public accounting practice which is still in existence today.\n\nMr. Lacour is also a Certified Public Insurance adjuster and has been an advocate for commercial and residential claimants for the past 18 years.  Mr. Lacour specializes in business interruption and property damage claims and directly advised the Governor of Louisiana in the two years immediately following the BP Oil Spill.\n\nProfessional designations include:  Certified Public Accountant (FL, LA); Certified Public Insurance Adjuster (FL, LA, TX)."
  },
  {
    "id": "about-morton-bio",
    "title": "Dr. Robert Morton - Chief Science Officer",
    "category": "Company",
    "description": "Dr. Robert Morton is the Chief Technology Officer for Be Sustainable Technologies (BEST), LLC, the leader in performance enhancing paper products. BEST promotes technologies that enhance the stewardship of the environment with products designed for sustainability.\n\nDr. Morton has worked in American industry for over 45 years. He was the chief materials scientist at Phillips 66 for 30 years. While at Phillips 66, Dr. Morton received 24 patents and discovered the chemistry that drives regenerable materials that remove sulfur from petroleum products. He is also responsible for the development of standard analytical methods that are used by the U.S. EPA and other agencies worldwide to determine the ultra-low levels of sulfur in fuels that protect our environment. His early research led to the development of new x-ray spectrometers and diffractometers used commercially worldwide. He was an early pioneer in elemental x-ray imaging (commonly referred to as XRF imaging) and contributed to the recovery of the lost works of Archimedes as well as imaging the Archaeopteryx. The use of elemental x-ray imaging showed that Archimedes had originated the idea of infinity and also proved that the Archaeopteryx was once a living animal that had barbed flight feathers. In addition, elemental x-ray imaging of fossils demonstrated for the first time that the biological chemistry of the past is directly related to the biological chemistry of today.\n\nDr. Morton has worked as an industrial chemist since 1977.  He received his B.S. degree in Chemistry from Missouri Western State College in 1979 and Ph.D. in Chemistry from the University of Missouri – Kansas City in 1987. His favorite area of Chemistry is formulation science which he was first exposed to while working for Hillyard Chemical Company in the 1970s. There are many areas of science one can specialize in but, formulation science has a direct impact on the quality of life for everyone worldwide."
  },
  {
    "id": "about-lowder-bio",
    "title": "Fred D. Lowder - Chief Commercial Officer",
    "category": "Company",
    "description": "Fred is responsible for developing and leading BEST’s commercial and market development and initiatives that will drive adoption of its groundbreaking products. He has a unique background – he is an industrial chemist by training, and he has significant experience in leading technical groups and strategic sales management teams.\n\nFred has a 37-year career in the petroleum industry and is a leading expert in Pentane, Hexane, and Heptane solvents. He was instrumental in working with PIMA (Polyurethane Isocyanurate Manufacturers Association) to convert their foam blowing from freon to pentane to help protect the environment.\n\nBefore BEST, Fred was the Solvents Sales Manager at Phillips 66 Company, where he led the team to increase its net profit from $38 MM/yr to $64 MM/yr by finding novel uses for solvents and expanding to other markets. Through his efforts, Phillips 66 Solvents became one of the top-performing divisions within the Company.\n\nBefore his sales roles, Fred spent 30+ years working in a range of industrial chemistry roles, including working on special problems, quality assurance, and analytical work. He also led the Phillips 66 Research and Development Center, where he directed efforts to standardize testing methods and provide more accurate and dependable results for the refineries across the company.\n\nFred received his Bachelor of Science degree in Math and Chemistry Education from West Texas State University."
  },
  {
    "id": "about-parrish-bio",
    "title": "Mark A. Parrish - Managing Director and Chief Executive Officer",
    "category": "Company",
    "description": "Mark is responsible for the overall business, as well as creating a strong foundation for BEST’s corporate culture and product commercialization. He is a proven leader in company transformation and delivering shareholder value – along with a deep knowledge of industrials and technology, and an intense focus on execution, organization, growth, and talent development.\n\nMark’s senior leadership experience includes areas of sustainability, operational excellence, corporate strategy development, mergers, acquisitions and emerging technologies. He achieved significant organizational transformation and yielded tremendous value creation for well-known consumer brands including Igloo, Cool Gear, GE, Intel, Harley-Davidson, Goldman Sachs, and Simmons. He also led world-class manufacturers such as Ply Gem Windows, Interface, Inc., and Deceuninck North America – each known for rapid product innovation.\n\nMark co-founded Parrish Partners, a leadership and management consulting company offering business consulting, executive coaching, executive search, and leadership training for personal and business growth. He served as a fractional CEO in the specialty paper industry, Chairman/CEO/President in the food and beverage industry and has had many advisory roles in human augmentation and the marketing and distribution of alcohol products.\n\nMark holds two Masters of Sciences degrees – one in Mechanical Engineering and another in Operations Management – from the Massachusetts Institute of Technology. He also has a Bachelor of Science degree in Operations Research Studies from the United States Military Academy at West Point.\n\nAs a commissioned aviator for the U.S. Army, Marked served in five countries on three continents. This included time as an AH-64 Apache pilot in Operations Desert Shield/Storm during which time Mark received the Bronze Star and Air Medal for Valor."
  },
  {
    "id": "about-moffett-bio",
    "title": "Russell Moffett - Sales Manager",
    "category": "Company",
    "description": "Russell has 34 years of experience in the petroleum and chemical industries.  He was most recently the Mid-Continent Region Sales Manager for Phillips 66 Specialty Solvents, a position he held for over 17 years.  He was responsible for business development, sales, and distribution of specialty hydrocarbon solvents to a wide variety of industrial and oil & gas applications.\n\nHe began his career with Schlumberger in Morgan City, Louisiana.  Over a period of 15 years in a series of roles as a Field Engineer, Field Service Manager, Staff Engineer, and Sales Engineer, he lived and worked in various locations in South Louisiana and Texas, working on projects in formation evaluation, completions, well testing, drilling, and technical advisory roles throughout the Gulf of Mexico and the Permian Basin.\n\nHe then spent 19 years working in the refined products side of the industry, dealing with light hydrocarbons, primarily C5-C7 products and isoparaffins.  He also has experience in the calcined petroleum coke business, and has handled projects in diverse geographic regions, such as Canada, Venezuela, Trinidad, and other parts of the Caribbean.\n\nHe has been active in numerous professional associations throughout his career, including serving as Chapter President and on a national industry association Board of Directors.  Since 2017, he has been serving on the Mississippi State University Petroleum Engineering Advisory Board.\n\nRussell holds a B.S. degree in Petroleum Engineering (1984) from Mississippi State University.  He lives in Meridian, Mississippi with his wife, Tammi, and they have 3 adult children."
  },
  {
    "id": "about-mccalmont-bio",
    "title": "Sam McCalmont",
    "category": "Company",
    "description": "Sam has 37 years of experience in the specialty chemical business and specialty hydrocarbons. He started his career at Callery Chemical in 1981. Sam was in business development and in his final 10 years product development and sales management. He left Callery as Sales Manager in 2000, joining Phillips Petroleum Specialty Solvents as the Northeast Territory Manager. Ultimately his territory included Canada, Europe, and the Middle East. He retired from Phillips 66 Specialty Solvents at the end of May 2018.\n\nSam has Bachelor of Science Degree in Chemistry from Marshall University. He lives in Pittsburgh, Pa."
  },
  {
    "id": "team-photo-morton",
    "title": "Team: Dr. Robert Morton - Headshot",
    "category": "Company",
    "media": "images/Robert-Morton-Picture.jpg"
  },
  {
    "id": "team-photo-lowder",
    "title": "Team: Fred D. Lowder - Headshot",
    "category": "Company",
    "media": "images/IMG_0907-1.jpg"
  },
  {
    "id": "team-photo-parrish",
    "title": "Team: Mark A. Parrish - Headshot",
    "category": "Company",
    "media": "images/mark.jpg"
  },
  {
    "id": "team-photo-moffett",
    "title": "Team: Russell Moffett - Headshot",
    "category": "Company",
    "media": "images/RDMoffett-bio-picture.jpg"
  },
  {
    "id": "team-photo-mccalmont",
    "title": "Team: Sam McCalmont - Headshot",
    "category": "Company",
    "media": "images/imewd.jpg"
  },
  {
    "id": "contact-page",
    "title": "Contact Us",
    "category": "Contact",
    "description": "Want to learn more about our solutions?\n\nFill out the form and a team member will be in touch with you.\n\ninfo@besustainabletechnologies.com",
    "link": "https://besustainabletechnologies.com/contact/"
  }
]
